{
    "hero-banner": {
        "about": "About",
        "portfolio": "Portfolio",
        "experience": "Experience"
    },
    "about-me": {
        "header": "About",
        "desc": "I am an experienced developer who is enthusiastic in building interesting, beautiful, and user friendly web applications. Over the years, not only web application but I have had experience also in mobile app and server architecture. Within an organization, I am a friendly, trustworthy and effective communicator. I am looking forward to join a challenging but rewarding team to help achieving its goal.",
        "my-skills": {
            "header": "My Skills",
            "tab": {
                "frontend": "Frontend",
                "popularFrontendLibs": "Popular Frontend Libs",
                "backend": "Backend",
                "languages": "Languages",
                "testingLibs": "Testing Libs",
                "otherTools": "Other Tools"
            },
            "html": "Html",
            "typescript": "Typescript",
            "sass": "Sass",
            "react": "React",
            "reactNative": "React Native",
            "nextjs": "Next.js",
            "reduxThunk": "Redux Thunk",
            "reduxSaga": "Redux Saga",
            "bootstrap": "Bootstrap",
            "materialUi": "Material UI",
            "antDesign": "Ant Design",
            "tailwind": "Tailwind",
            "nodejs": "Node.js",
            "mySql": "MySql",
            "postgreSql": "PostgreSql",
            "firebase": "Firebase",
            "websocket": "Websocket",
            "graphql": "GraphQL",
            "soap": "SOAP",
            "ftp": "FTP",
            "dotnetCore": ".NET Core",
            "drupal": "Drupal",
            "javascript": "Javascript",
            "cSharp": "C#",
            "php": "PHP",
            "jest": "Jest",
            "cypress": "Cypress",
            "docker": "Docker",
            "kubernetes": "Kubernetes",
            "aws": "Amazon Web Service",
            "azure": "Azure",
            "cloudflare": "Cloudflare",
            "digitalOcean": "DigitalOcean",
            "netlify": "Netlify",
            "git": "Git",
            "nx": "Nx"
        },
        "portfolio": {
            "header": "Portfolio",
            "seeMore": "See More",
            "kids4kids": {
                "header": "Kids4Kids",
                "desc": "React website for NGO which makes positive impacts to the youth community"
            },
            "sunshine": {
                "header": "Tricor Sunshine",
                "desc": "ERP application written in C#"
            },
            "valuePartnerInvest": {
                "header": "Value Partners Invest",
                "desc": "React Native app for fund trading"
            },
            "imi": {
                "header": "IMI",
                "desc": "Maintain and enhance an E-commerce site under Drupal framework"
            },
            "systemDesign": {
                "header": "System Design",
                "desc": "Designed a system architecture and built a POC for a real time booking system, featuring Kubernetes"
            },
            "selfHosting": {
                "header": "Self hosting (including this website)",
                "desc": "Self hosting a cluster of services with only a raspberry pi (yeah raspberry pi is awesome!)"
            }
        }
    },
    "experience": {
        "header": "Experience",
        "step1": {
            "title": "Started as a business student",
            "description": "Back in 2013, after the public exam, I was lucky enough to get enrolled into the University of Hong Kong. Being a student majoring in BBA Account & Finance, I learnt a lot about the business world.",
            "tagline": "BBA, Accounting and Finance - The University of Hong Kong",
            "linkText": "Learn more"
        },
        "step2": {
            "title": "Graduate job",
            "description": "Immediately after graduating from the university, I joined Credit Suisse as a back office client analyst. I was able to experience how it is like to work in a huge corporation and how to adapt to working team culture",
            "tagline": "Client Analyst - Credit Suisse",
            "linkText": "Learn more"
        },
        "step3": {
            "title": "How my life started to relate with tech",
            "description": "Principal is a great and successful company which specialize in asset management with a significant mpf market share. But since the software system was relatively old, my job requires quite a lot of excel work, and I heard something called VBA, I tried to make my work life a bit better by self learning VBA. It resulted in half of my daily work automated with just a few buttons in my control panel. I also shared it with my colleagues so that they can enjoy the success.",
            "tagline": "Assistant Officer - Principal Trust Company (Asia)",
            "linkText": "Learn more"
        },
        "step4": {
            "title": "The bold move",
            "description": "During the time in Principal, I started to think this was not the life that I fond of (doing the same daily work for the next 30 years). I pursue something more challenge, perhaps with a bit of problem solving. Therefore, I made a bold move by quitting my job and started learning how to code. It began with writing a simple website, to a POC of a mobile game, and an inventory management system in a couple of months. It was really hard, but eventually I managed to land my first job as a developer.",
            "tagline": "Self learn programming"
        },
        "step5": {
            "title": "First Programmer job",
            "description": "I joined Value Partners as a founding member of their brand new fund trading app project, which aims to attract younger generation to participate in the fund trading market. It was a valuable experience as I was able to take part in the entire software development lifecycle.",
            "tagline": "Full Stack Developer - Value Partners",
            "linkText": "Learn more"
        },
        "step6": {
            "title": "Improve as a developer",
            "description": "The scale of my next company is relatively small, therefore I was able to try and use a lot of different new stuff. It broaden my horizons as I worked on many different projects, including historical websites, ERP applications etc.",
            "tagline": "Senior Software Developer - App It",
            "linkText": "Learn more"
        }
    },
    "contact-me": {
        "header": "Contact Me",
        "mail": "chrislmc25@gmail.com",
        "phone": "+852 5115 4090",
        "location": "Hong Kong"
    },
    "footer": {
        "thank-you": "Thanks for scrolling!"
    }
}
