{
    "healthCondition": {
        "header": "HEALTH CONDITIONS",
        "desc": {
            "header": "IMMUNITY",
            "desc1": "A strong immune system is the best defence against disease. From simple sniffles to serious sicknesses, our immune systems have the potential to protect against all kinds of illness.",
            "desc2": "But maintaining and strengthening immunity is not easy in Hong Kong. The city’s high levels of pollution, its dense population, nutrient-poor foods, and the work hard, play hard mentality are proven to significantly take a toll on our immune systems. If you find you’re struggling with persistent and recurring sicknesses, you might have a weakened immune system.",
            "desc3": "Through in-depth consultations and relevant tests, our naturopaths are skilled at pinpointing the obvious and hidden causes of a compromised immune system. Armed with the facts, they can prepare a tailored plan to boost your immune system, naturally and powerfully."
        },
        "details": {
            "accordion1": {
                "header": "Symptoms",
                "details": {
                    "desc1": "The signs that you have a compromised immune system include:",
                    "desc2": "• Persistent respiratory conditions",
                    "desc3": "• Repeated illness including skin problems and urinary tract infections",
                    "desc4": "• Wounds that take too long to heal",
                    "desc5": "• Allergic responses like hayfever and eczema",
                    "desc6": "• Autoimmune disorders",
                    "desc7": "• Blood disorders or abnormalities, such as anaemia",
                    "desc8": "• Digestive issues and more"
                }
            },
            "accordion2": {
                "header": "Causes",
                "details": {
                    "desc1": "There are multiple obvious and far-less-obvious culprits that can undermine your immunity. These include:",
                    "desc2": "• Chronic stress",
                    "desc3": "• Highly processed foods and excess sugar consumption",
                    "desc4": "• Nutrient-poor diets due to poor soil quality and importation of foods",
                    "desc5": "• High levels of pollution",
                    "desc6": "• Excess alcohol and cigarette intake",
                    "desc7": "• Inadequate sleep",
                    "desc8": "• A sedentary lifestyle",
                    "desc9": "• Obesity",
                    "desc10": "• Excessive use of medications and antibiotics",
                    "desc11": "• Poor hygiene",
                    "desc12": "• Loneliness and social isolation",
                    "desc13": "• Early childhood or present-day trauma                "
                }
            },
            "accordion3": {
                "header": "Our treatment",
                "details": {
                    "desc1": "A healthy diet, regular exercise, more sleep and less stress can help to boost your immune system. And that’s not all. At IMI, we recognise seven factors, seemingly unrelated yet intimately connected, that can significantly influence your immune system’s superpowers and your overall health.",
                    "desc2": "Taking your whole being into consideration, our naturopaths can find the obvious and hidden causes of your weakened immune system. Through in-depth consultations and, when appropriate, diagnostic testing, they can identify food intolerances, nutritional deficiencies, environmental triggers, lifestyle habits and more that may be impacting your immunity.",
                    "desc3": "Working hand-in-hand with you, they can put in place a personalised and sustainable plan to boost your immune system, naturally and effectively. Your treatment plan may include homeopathic and herbal remedies, pure and potent supplements, and lifestyle and dietary tweaks. Our naturopaths may also recommend psychology services and energy healing therapies, depending on your unique immunity needs."
                }
            }
        },
        "bookNow": {
            "header": "WHAT'S NEXT?",
            "desc": "To see our naturopaths, call +852 2523 7121 or complete your request below.",
            "linkText": "Book now"
        },
        "articlesAndVideos": {
            "title": "ARTICLES AND VIDEOS",
            "card1": {
                "date": "October 13, 2023",
                "title": "Stress busting herbs : the power of adaptogens",
                "desc": "Adaptogens are powerful herbs that help our bodies build resilience to stress and sleep better. Discover our naturopaths’ top recommendations for peace of mind."
            },
            "card2": {
                "date": "September 28, 2023",
                "title": "How meditation nourishes mental health",
                "desc": "Meditation is recommended for mental health - but why? Catriona Rogers, IMI counsellor, explains how it helps us access the Heartmind, our innate healing power."
            },
            "card3": {
                "date": "September 28, 2023",
                "title": "Short title",
                "desc": "Very short desc"
            },
            "linkText": "See all"
        }
    },

    "insurance": {
        "header": "DOES MY INSURANCE COVER COMPLEMENTARY MEDICINE?",
        "subheader": "Cover for the services you love.",
        "desc1": "Did you know there are insurance providers that will cover the cost of services like naturopathy, homeopathy, osteopathy, counselling, TCM & acupuncture?",
        "desc2": "Insurers provide ‘coinsurance’ for outpatients services like these – a cost sharing method which varies from 10% to 30%.",
        "desc3": "For example, if your set percentage is 10%, you will pay 10% of each bill, and your insurer will pay the remaining 90%.",
        "desc4": "Some insurers may even cover 100% of your bill for certain services like psychotherapy.",
        "imageContent": {
            "header": "OUR PARTNER"
        }
    },

    "shared": {
        "filter": {
            "conditions": {
                "header": "All Conditions",
                "A": "A",
                "B": "B",
                "C": "C",
                "D": "D",
                "E": "E",
                "F": "F",
                "G": "G",
                "H": "H",
                "I": "I",
                "J": "J",
                "K": "K",
                "L": "L",
                "M": "M",
                "N": "N",
                "O": "O",
                "P": "P",
                "Q": "Q",
                "R": "R",
                "S": "S",
                "T": "T",
                "U": "U",
                "V": "V",
                "W": "W",
                "X": "X",
                "Y": "Y",
                "Z": "Z"
            },
            "featuredConditions": {
                "header": "8 Featured Health Conditions",
                "allergies": "Allergies",
                "gutHealth": "Gut Health",
                "immunity": "Immunity",
                "sleep": "Sleep",
                "stress": "Stress",
                "hormonalHealth": "Hormonal Health",
                "pain": "Pain",
                "detoxAndWeightless": "Detox & Weightless"
            },
            "clear": "Clear"
        }
    }
}
